Revit 2027 API
ParameterTypeId.RbsFamilyContentSecondaryDistribsys Property
 "Secondary Distribution System"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFamilyContentSecondaryDistribsys { get; }
Public Shared ReadOnly Property RbsFamilyContentSecondaryDistribsys As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFamilyContentSecondaryDistribsys {
	ForgeTypeId^ get ();
}
static member RbsFamilyContentSecondaryDistribsys : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace